backend/app/graphql/mutations/create_book.rb

        def resolve(title:nil, author:nil, content:nil)
            book = Book.create!(
            title: title,
            author: author,
            content: content
            )
---
INSERT INTO "books" ("title", "author", "content", "created_at", "updated_at") VALUES ('ぐりとぐら', '不明', 'ぐりとぐらのゆったりとした暮らし', '2025-05-01 23:02:57.266126', '2025-05-01 23:02:57.266126') RETURNING "id"